Repository: pedrofig44/template_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: English
pt: Inglês

source: Portuguese
pt: Português

source: Spanish
pt: Espanhol

source: EcoSentinel - Climate Monitoring System
pt: EcoSentinel - Sistema de Monitoramento Climático

source: EcoSentinel - Intelligent Climate Monitoring System
pt: EcoSentinel - Sistema Inteligente de Monitorização de Fenómenos Climáticos

source: Advanced AI-powered platform for predicting and monitoring environmental events
pt: Plataforma avançada com IA para prever e monitorizar eventos ambientais

source: Dashboard
pt: Painel de Controlo

source: Learn More
pt: Saiba Mais

source: Key Features
pt: Funcionalidades Principais

source: EcoSentinel brings essential features for environmental safety and monitoring
pt: O EcoSentinel traz funcionalidades essenciais para a segurança e monitorização ambiental

source: Wildfire Prediction
pt: Previsão de Incêndios

source: Advanced algorithms to identify potential wildfire locations before they occur.
pt: Algoritmos avançados para identificar possíveis localizações de incêndios antes de ocorrerem.

source: Fire Risk Alerts
pt: Alertas de Risco de Incêndio

source: Generates alerts based on real-time weather conditions and historical data patterns.
pt: Gera alertas baseados nas condições meteorológicas em tempo real e padrões históricos de dados.

source: Risk Area Mapping
pt: Mapeamento de Áreas de Risco

source: Identifies and maps regions with high susceptibility to wildfires and other climate events.
pt: Identifica e mapeia regiões com alta suscetibilidade a incêndios florestais e outros eventos climáticos.

source: In Line with SDG Goals
pt: Em Sintonia com os ODS

source: EcoSentinel supports Portugal's efforts to achieve Sustainable Development Goals
pt: O EcoSentinel apoia os esforços de Portugal para atingir os Objetivos de Desenvolvimento Sustentável

source: 9 - Industry, Innovation and Infrastructure
pt: 9 - Indústria, Inovação e Infraestruturas

source: 11 - Sustainable Cities and Communities
pt: 11 - Cidades e Comunidades Sustentáveis

source: 13 - Climate Action
pt: 13 - Ação Climática

source: 15 - Life on Land
pt: 15 - Proteger a Vida Terrestre

source: Sensor Integration
pt: Integração com Sensores

source: Real-time data from various sensors helps make predictions as accurate as possible and allows visualization of the most recent environmental conditions.
pt: Dados em tempo real de vários sensores ajudam a fazer previsões o mais precisas possível e permitem a visualização das condições ambientais mais recentes.

source: Wildfire Monitoring
pt: Monitorização de Incêndios

source: Wildfire Alerts & Monitoring
pt: Alertas e Monitorização de Incêndios

source: The EcoSentinel system is capable of alerting users to potential wildfires and monitoring active ones in real-time.
pt: O sistema EcoSentinel é capaz de alertar os utilizadores para potenciais incêndios e monitorizar os ativos em tempo real.

source: View Dashboard
pt: Ver Painel

source: AI Predictions
pt: Previsões com IA

source: AI-Powered Predictions
pt: Previsões com Inteligência Artificial

source: View predictions on interactive maps to anticipate events and plan surveillance strategies or preventive measures.
pt: Visualize previsões em mapas interativos para antecipar eventos e planear estratégias de vigilância ou medidas preventivas.

source: Explore AI Technology
pt: Explorar Tecnologia de IA

source: Ready to get started with EcoSentinel?
pt: Pronto para começar com o EcoSentinel?

source: Create Account
pt: Criar Conta

source: Contact Us
pt: Contacte-nos
